results/20251229_170106_sentinel_passthrough/runs/run_1.txt
Running 1m test @ http://localhost:8080/
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    18.26ms    3.73ms  80.91ms   84.16%
    Req/Sec     1.38k   126.57     1.64k    79.75%
  Latency Distribution
     50%   18.13ms
     75%   19.94ms
     90%   21.72ms
     99%   29.07ms
  329593 requests in 1.00m, 4.26GB read
Requests/sec:   5485.70
Transfer/sec:     72.66MB