results/20251229_170106_sentinel_passthrough/runs/run_2.txt
Running 1m test @ http://localhost:8080/
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    17.59ms    3.12ms  71.82ms   81.41%
    Req/Sec     1.43k    99.46     1.65k    80.17%
  Latency Distribution
     50%   17.57ms
     75%   19.25ms
     90%   20.76ms
     99%   25.38ms
  341730 requests in 1.00m, 4.42GB read
Requests/sec:   5688.22
Transfer/sec:     75.34MB