results/20251229_170106_sentinel_passthrough/runs/run_3.txt
Running 1m test @ http://localhost:8080/
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    17.81ms    3.35ms  69.01ms   82.51%
    Req/Sec     1.41k   108.36     1.65k    81.25%
  Latency Distribution
     50%   17.73ms
     75%   19.48ms
     90%   21.06ms
     99%   26.64ms
  337579 requests in 1.00m, 4.37GB read
Requests/sec:   5620.45
Transfer/sec:     74.44MB